{
  "AboutLabel": "Sobre Nós",
  "RdCLabel": "As Raparigas do Código",
  "Toast-ContactSentSuccessfully": "Agradecemos o teu interesse no nosso projecto. Alguém da nossa equipa irá entrar em contacto contigo, o mais depressa possível.",
  "Toast-MessageSentSuccessfully": "Obrigado! A tua mensagem foi enviada com sucesso. :D",
  "Toast-UnexpectedErrorOccurred": "Oops! Algo de inesperado aconteceu. :(",
  "Toast-ErrorMessageWithEmail": "Pedimos desculpa mas, por motivos técnicos, não foi possível submeter o teu pedido. Tenta novamente ou contacta-nos através do email ",
  "AboutUsPage-PageName": "Sobre o projecto",
  "AboutUsPage-Description": "O nosso projeto assenta em três vertentes principais: fomentar a inclusão digital e a igualdade de género, promover a literacia digital e a capacitação gratuita para as novas tecnologias e desconstruir estereótipos de género associados às carreiras tecnológicas.",
  "AboutUsPage-Row2-Title": "Queremos desmistificar o papel da mulher na tecnologia, desde cedo.",
  "AboutUsPage-Row2-Subtitle": "DESCONSTRUÇÃO DE ESTEREÓTIPOS",
  "AboutUsPage-Row2-Description": "Queremos <b>promover a cultura da tecnologia cada vez mais cedo,</b> desafiando as novas gerações a “aprender a brincar”, através do desenvolvimento de pequenos jogos de <b>lógica e programação.</b><br></br>Organizamos <b>workshops, clubes de programação, escolas de verão e outras atividades para crianças e raparigas</b> em idade escolar (ensino básico, secundário e universitário) <b>em várias escolas e instituições do país,</b> mostrando que a Ciência e Tecnologia não é “um bicho de 7 cabeças” e desconstruindo a ideia de que as mulheres não são tão capazes ou interessadas em trabalhar em campos técnicos ou científicos. <br></br>O nosso Projeto Educação pretende assim ajudar a <b>mitigar o <i>gender gap</i></b> que ainda se sente no sector da tecnologia, incentivando as raparigas a estudar e perseguir <b>carreiras nas áreas das CTEM.</b>",
  "AboutUsPage-Row3-Title": "Oferecemos vários workshops de programação, totalmente gratuitos.",
  "AboutUsPage-Row3-Subtitle": "QUALIFICAÇÃO E REQUALIFICAÇÃO",
  "AboutUsPage-Row3-Description": "<b>Oferecemos o acesso gratuito à educação e mentoria</b> a raparigas em idade escolar ou recém-graduadas, a mulheres que frequentam programas de qualificação ou requalificação e a mulheres que pretendem desenvolver os seus projetos pessoais de empreendedorismo (ou que têm apenas o “bichinho da tecnologia”). No entanto, <b>não somos um programa de upskilling ou reskilling, nem um bootcamp de programação.</b><br></br>Alguns dos nossos workshops são: <b>Tecnologias Web</b> (HTML, CSS, JS, React JS), <b>Programação em Python, Data Science, Git/GitHub, UX/UI e Figma.</b> A par com estas tecnologias, apoiamos a nossa comunidade com workshops de <b>Gestão de Carreira, LinkedIn e Preparação de Entrevistas.</b> Os workshops são dinamizados por nós em regime de voluntariado, ou pelos nossos parceiros no enquadramento de programas de apoio à comunidade. <br></br><b>Todos os workshops são totalmente gratuitos e dados de forma virtual, na sua grande maioria.</b>",
  "AboutUsPage-Row1-Title": "Trabalhamos para construir um ecossistema tecnológico mais diverso e inclusivo.",
  "AboutUsPage-Row1-Subtitle": "INCLUSÃO DIGITAL E IGUALDADE DE GÉNERO",
  "AboutUsPage-Row1-Description": "O nosso projeto tem como um dos seus pilares a <b>diversidade e a inclusão,</b> criando um ambiente seguro onde as raparigas e mulheres portuguesas possam desenvolver as suas <b>competências digitais, de empreendedorismo e de liderança.</b><br></br>Ao empoderar as jovens e as mulheres para serem <b>criadoras de tecnologia</b> ao invés de apenas consumidoras, pretendemos fomentar a <b>criação de ambientes escolares e de trabalho mais diversificados e inclusivos,</b> que são o motor da <b>inovação e desenvolvimento</b> tecnológico.<br></br> Por consequência, o projeto promove uma maior <b>igualdade de género</b> e impulsiona a <b>inclusão social,</b> permitindo que as mulheres tenham acesso a <b>mais e melhores oportunidades.</b> Desta forma, poderão contribuir ativamente para o <b>desenvolvimento de tecnologias mais representativas, socialmente responsáveis e cidadãs.</b>",
  "CollaboratePage-PageName": "Queres colaborar connosco?",
  "CollaboratePage-Title": "Colabora",
  "CollaboratePage-Description": "TBD",
  "CollaboratePage-CollaboratorForm-CollaborationAreasLabel": "Em que actividades gostarias de colaborar? *",
  "CollaboratePage-CollaboratorForm-HowDidYouFindUsLabel": "Como tomaste conhecimento da nossa comunidade? *",
  "CollaboratePage-CollaboratorForm-Options-Content": "Criação de conteúdo social (Instagram, notícias, etc.)",
  "CollaboratePage-CollaboratorForm-Options-EventOrganisation": "Organização de eventos (encontros, workshops)",
  "CollaboratePage-CollaboratorForm-Options-Other": "Outras",
  "CollaboratePage-CollaboratorForm-Options-Promotion": "Divulgação",
  "CollaboratePage-CollaboratorForm-Options-SocialMedia": "Gestão de imagem e redes sociais",
  "CollaboratePage-CollaboratorForm-Options-Speaker": "Ser orador/a (escolas, workshops, aulas)",
  "CollaboratePage-CollaboratorForm-Options-Technical": "Colaboração técnica (gestão do website)",
  "CollaboratePage-CollaborateContentSection-Title": "COMO PODES COLABORAR?",
  "CollaboratePage-CollaborateContentSection-Subtitle": "Baseamo-nos na colaboração entre membros de diferentes áreas.",
  "ContactsPage-PageName": "Contactos",
  "ContactsPage-Title": "Contacta-nos!",
  "ContactsPage-Description": "Não hesites em contactar-nos para qualquer informação.",
  "ContactsPage-ContactInfoSection-Title": "Queres colaborar connosco?",
  "ContactsPage-ContactInfoSection-Description": "Se pretendes ser nosso <b>parceiro,</b> tornar-te um <b>mentor</b> ou juntar-te à nossa <b>equipa,</b> envia-nos um email:",
  "ContactsPage-ContactInfoSection-EmailLabel": "Email:",
  "ContactsPage-ContactInfoSection-AdminLabel": "Direção:",
  "ContactsPage-ContactFormSection-Title": "Precisas de ajuda?",
  "ContactsPage-ContactFormSection-Description": "Envia-nos a tua mensagem através deste formulário.",
  "ContactsPage-ContactFormSection-NameLabel": "Nome",
  "ContactsPage-ContactFormSection-EmailLabel": "Email",
  "ContactsPage-ContactFormSection-MessageLabel": "Mensagem / Comentário",
  "ContactsPage-ContactFormSection-MandatoryLabel": "* Preenchimento obrigatório",
  "ContactsPage-ContactFormSection-SendMessageButton": "Enviar mensagem",
  "ActivitiesPage-PageName": "Atividades",
  "ActivitiesPage-Description": "TBD",
  "Footer-AwardsSection-Title": "AWARDS",
  "Footer-AwardsSection-Subtitle-1": "Portuguese Women in Tech Awards 2021",
  "Footer-AwardsSection-Description-1": "Vencedoras na categoria “Melhor Projeto de Inclusão Digital fundado por uma Mulher”.",
  "Footer-AwardsSection-Subtitle-2": "Prémio Cidades e Territórios do Futuro 2023",
  "Footer-AwardsSection-Description-2": "Vencedoras nas categorias “Igualdade e Inclusão” e “Qualificações”.",
  "Footer-AwardsSection-Button": "Ver o vídeo no Youtube",
  "Footer-WhoWeAreLabel": "Uma organização sem fins lucrativos focada em desmistificar o papel da mulher na tecnologia, promover a inclusão digital e encorajar mais raparigas e mulheres a ingressar no sector das tecnologias de informação.",
  "HomePage-PageName": "Home",
  "HomePage-Title": null,
  "HomePage-Subtitle": null,
  "HomePage-ActivitiesSection-AllActivities": "Ver todas as atividades",
  "HomePage-IntroSection-Title": "Somos As Raparigas do Código",
  "HomePage-IntroSection-Description": "Uma organização focada em desmistificar o papel da mulher na tecnologia, promovendo a inclusão digital e encorajando mais raparigas e mulheres a ingressar no sector das tecnologias de informação.",
  "HomePage-IntroSection-PrimaryButton": "Junta-te a nós!",
  "HomePage-IntroSection-SecondaryButton": "Faz aqui download do nosso booklet",
  "HomePage-MissionSection-Title": "A NOSSA MISSÃO",
  "HomePage-MissionSection-Text_p1": "Garantir que todas as mulheres que queiram aprender sobre tecnologia tenham um espaço onde o possam fazer rodeadas de colegas e pares que as representam e apoiam.",
  "HomePage-MissionSection-Text_p2": "Queremos desmistificar o papel da mulher na tecnologia, encorajando mais raparigas e mulheres a ingressar no sector das tecnologias de informação.",
  "HomePage-MissionSection-Button": "Sabe mais sobre nós",
  "HomePage-MentorsSection-Title": "Conhece os nossos mentores.",
  "HomePage-MentorsSection-Text": "A nossa equipa é formada por pessoas provenientes de diversas áreas profissionais. Da engenharia ao design, das ciências ao marketing, a trabalhar juntos por um futuro mais inclusivo.",
  "HomePage-MentorsSection-AllMentorsLabel": "Ver todos os mentores",
  "HomePage-EventsSection-Title": "Atividades",
  "HomePage-WorkshopsSection-Title": "Os nossos workshops",
  "HomePage-WorkshopsSection-Button": "Ver todos os workshops",
  "CommunityPage-PageName": "Comunidade",
  "CommunityPage-Title": "JUNTA-TE A NÓS!",
  "CommunityPage-Subtitle": "Como funciona?",
  "CommunityPage-Description-Line1": "A nossa comunidade está desenhada para te ajudar a trilhar o teu caminho no mundo da Tecnologia! Nela poderás encontrar uma equipa dedicada a apoiar o teu percurso, amigas com os mesmos interesses e imensos recursos e oportunidades interessantes.",
  "CommunityPage-Description-Line2": "Gostavas de te juntar à nossa comunidade? Vê aqui o que podes esperar!",
  "CommunityPage-Text_p1": "Na nossa comunidade poderás encontrar uma equipa dedicada a ajudar-te a trilhar o teu caminho neste mundo da Tecnologia!",
  "CommunityPage-Text_p2": "A partir do momento em que entras na nossa comunidade, poderás entrar em contacto com qualquer um dos nossos mentores para iniciares um processo de mentoria. Ter um mentor permitirá que tenhas um acompanhamento personalizado de acordo com os teus objectivos.",
  "CommunityPage-Text_p3": "Atualmente oferecemos dois tipos de mentorias:",
  "CommunityPage-IndividualCommunityTitle": "Mentorias Individuais",
  "CommunityPage-IndividualCommunityText": "O teu acompanhamento será feito de forma individual, personalizada e orientada aos teus objectivos pessoais.",
  "CommunityPage-GroupCommunityTitle": "Mentorias de Grupo",
  "CommunityPage-GroupCommunityText": "Integrarás um grupo de mentoria com o teu nível de conhecimentos, com pessoas que partilhem os mesmos objectivos.",
  "CommunityPage-Text_p4": "Adicionalmente, poderás ter acesso em primeira mão a recursos e materiais de estudo, dicas e oportunidades de emprego e partilha de eventos e formações!",
  "CommunityPage-CommunityForm-Title": "Pronta para começar?",
  "CommunityPage-CommunityForm-Subtitle": "Preenche este formulário e iremos responder-te o mais brevemente possível.",
  "CommunityPage-CommunityForm-NameLabel": "Nome",
  "CommunityPage-CommunityForm-EmailLabel": "Email",
  "CommunityPage-CommunityForm-MessageLabel": "Fala-nos sobre ti!",
  "CommunityPage-CommunityForm-MandatoryLabel": "* Preenchimento obrigatório",
  "CommunityPage-CommunityForm-SubmitButton": "Submeter",
  "NotFound404-Title": "Oops! Página não encontrada...",
  "NotFound404-Subtitle": "Parece que a página que estás à procura está indisponível ou não existe.",
  "NotFound404-Button": "Ir para a Página Inicial",
  "PartnersPage-PageName": "Parceiros",
  "PrivacyPolicyPage-PageName": "Política de Privacidade",
  "PrivacyPolicyPage-Title": "Política de Cookies As Raparigas do Código",
  "PrivacyPolicyPage-Description": "",
  "PrivacyPolicyPage-Text_p1": "Solicitamos informações pessoais apenas quando realmente precisamos delas para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Também informamos por que estamos coletando e como será usado.",
  "PrivacyPolicyPage-Text_p2": "Apenas retemos as informações coletadas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados.",
  "PrivacyPolicyPage-Text_p3": "Não compartilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei.",
  "PrivacyPolicyPage-Text_p4": "O nosso site pode ter links para sites externos que não são operados por nós. Esteja ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respectivas políticas de privacidade.",
  "PrivacyPolicyPage-Text_p5": "Você é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados.",
  "PrivacyPolicyPage-Text_p6": "O uso continuado de nosso site será considerado como aceitação de nossas práticas em torno de Aviso de Privacidad e informações pessoais. Se você tiver alguma dúvida sobre como lidamos com dados do utilizador e informações pessoais, entre em contacto connosco. ",
  "StatisticsSection-MentorsLabel": "Professores & Mentores",
  "StatisticsSection-StudentsLabel": "Alunas inscritas",
  "StatisticsSection-WorkshopsLabel": "Workshops realizados",
  "WorkshopsPage-PageName": "Workshops",
  "WorkshopsPage-Description": "Oferecemos vários cursos e workshops de programação, totalmente gratuitos e adaptados às necessidades e interesses das alunas inscritas.",
  "WorkshopsList-Title": null,
  "WorkshopsList-Subtitle": null,
  "WorkshopsList-Empty": null,
  "WorkshopsList-Button": "Quero inscrever-me !",
  "WorkshopsList-PreviousWorkshopsSection-Title": "Visita os workshops que já realizámos",
  "WorkshopsList-PreviousWorkshopsSection-Subtitle": "Podes ver todos os workshops que já realizámos e aqueles que ainda estarão por acontecer!",
  "WorkshopsList-PreviousWorkshopsSection-Empty": "Infelizmente, não temos workshops, mas aceitamos sugestões. Contacta-nos!",
  "WorkshopsList-NextWorkshopsSection-Title": "Próximos workshops",
  "WorkshopsList-NextWorkshopsSection-Subtitle": "Reserva já o teu lugar!",
  "WorkshopsList-NextWorkshopsSection-Empty": "Aguarda pelos próximos workshops! Se tiveres sugestões, contacta-nos!",
  "WorkshopsList-AllWorkshopsSection-Title": "Todos os nossos workshops",
  "WorkshopsList-AllWorkshopsSection-Subtitle": "Podes ver todos os workshops que já realizámos e aqueles que ainda estarão por acontecer!",
  "WorkshopsList-AllWorkshopsSection-Empty": "Infelizmente, não temos workshops, mas aceitamos sugestões. Contacta-nos!",
  "TeamPage-PageName": "A nossa equipa",
  "TeamPage-Description-Line1": "A nossa equipa é formada por profissionais qualificados no setor das Tecnologias de Informação (engenharia, computação, design, marketing digital, gestão), bem como estudantes de licenciatura ou doutoramento em Ciências da Computação e Engenharia Informática.",
  "TeamPage-Description-Line2": "Alguns mentores são docentes em instituições do ensino universitário, politécnico, ou em escolas de formação profissional e outros experienciaram eles próprios processos de requalificação profissional.",
  "TeamPage-Description-Line3": "Todo o trabalho que desenvolvemos é voluntário.",
  "TeamPage-Label-Administration": "Administração",
  "TeamPage-Label-Collaborators": "Colaboradores",
  "TeamPage-Label-Founder": "Fundadora",
  "SupportTheProject-Title": "BUY US A COFFEE!",
  "SupportTheProject-Subtitle": "Ajuda o projecto a crescer.",
  "SupportTheProject-Text": "N’As Raparigas do Código trabalhamos em <b>regime de voluntariado</b> e os nossos workshops e eventos são <b>totalmente gratuitos.</b> Considera um donativo para ajudar o nosso projeto a crescer e apoiar a nossa missão.",
  "SupportTheProject-Button": "Quero fazer um donativo",
  "Categories-event": "evento",
  "Categories-workshop": "workshop",
  "Categories-media": "media",
  "LinkType-article": "artigo",
  "LinkType-video": "video",
  "LinkType-file": "ficheiro",
  "LinkType-social": "social"
}